[
  {
    "type": "machine",
    "slug": "gentlemax-pro",
    "name": "GentleMax Pro",
    "manufacturer": "Candela",
    "technologyType": "laser",
    "wavelengths": [
      "755nm",
      "1064nm"
    ],
    "brandTier": "premium-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-VI",
      "displayText": "All skin tones (dual wavelength system)"
    },
    "purposeBuilt": true,
    "coolingMethod": "DCD",
    "notes": "Dual-wavelength Alexandrite + Nd:YAG. Gold standard for versatility. Dynamic Cooling Device (DCD) provides cryogen spray before each pulse.",
    "aliases": [
      "gentle max pro",
      "gentlemaxpro",
      "candela gentlemax pro"
    ],
    "family": "candela-gentlemax",
    "deliveryMethod": null,
    "richContent": {
      "overview": "The GentleMax Pro is Candela's flagship dual-wavelength laser system, combining 755nm Alexandrite and 1064nm Nd:YAG wavelengths in a single platform. It represents the gold standard in clinical hair removal technology and is one of the most widely used professional laser systems worldwide.",
      "howItWorks": "The device delivers concentrated light energy through either the Alexandrite or Nd:YAG laser depending on skin type. The 755nm wavelength targets melanin effectively in lighter skin, while the 1064nm penetrates deeper for darker skin tones. The patented Dynamic Cooling Device (DCD) sprays cryogen milliseconds before each pulse, protecting the epidermis while allowing the laser to reach hair follicles.",
      "typicalUses": "Commonly used for permanent hair reduction on all body areas including face, underarms, bikini, legs, back, and chest. The dual wavelength capability makes it suitable for treating patients across the full Fitzpatrick skin type spectrum from I to VI.",
      "keyFeatures": "Distinguished by its DCD cooling technology that significantly reduces discomfort during treatment. Features adjustable spot sizes up to 24mm for fast treatment of large areas. The dual wavelength system eliminates the need for separate devices when treating diverse patient populations."
    }
  },
  {
    "type": "machine",
    "slug": "gentlemax",
    "name": "GentleMax",
    "manufacturer": "Candela",
    "technologyType": "laser",
    "wavelengths": [
      "755nm",
      "1064nm"
    ],
    "brandTier": "premium-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-VI",
      "displayText": "All skin tones (dual wavelength system)"
    },
    "purposeBuilt": true,
    "coolingMethod": "DCD",
    "notes": "Predecessor to GentleMax Pro. Dual-wavelength Alexandrite + Nd:YAG.",
    "aliases": [
      "gentle max",
      "candela gentlemax"
    ],
    "family": "candela-gentlemax",
    "deliveryMethod": null,
    "richContent": {
      "overview": "The GentleMax was Candela's original dual-wavelength laser system that established the standard for versatile hair removal treatment. As the predecessor to the GentleMax Pro, it introduced the concept of combining Alexandrite and Nd:YAG wavelengths in one device.",
      "howItWorks": "Utilizing both 755nm Alexandrite and 1064nm Nd:YAG laser technologies, the GentleMax delivers targeted energy to hair follicles. The system employs Candela's Dynamic Cooling Device technology, which releases a burst of cryogen spray to protect skin surface while the laser energy penetrates to the follicle.",
      "typicalUses": "Designed for hair removal across all body areas and skin types. The ability to switch between wavelengths allows practitioners to treat lighter-skinned patients with Alexandrite and darker-skinned patients with Nd:YAG during the same session.",
      "keyFeatures": "The GentleMax pioneered the dual-wavelength approach that became the industry standard. It includes the same DCD cooling system found in newer models and offers reliable performance that many clinics continue to use alongside newer equipment."
    }
  },
  {
    "type": "machine",
    "slug": "gentlelase",
    "name": "GentleLase",
    "manufacturer": "Candela",
    "technologyType": "laser",
    "wavelengths": [
      "755nm"
    ],
    "brandTier": "premium-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-IV",
      "displayText": "Light to medium skin tones (Alexandrite wavelength)"
    },
    "purposeBuilt": true,
    "coolingMethod": "DCD",
    "notes": "755nm Alexandrite only. Excellent for lighter skin tones with dark hair.",
    "aliases": [
      "gentle lase",
      "candela gentlelase"
    ],
    "family": "candela-gentlelase",
    "deliveryMethod": null,
    "richContent": {
      "overview": "The GentleLase is Candela's dedicated 755nm Alexandrite laser, optimized specifically for hair removal on lighter skin types. It delivers exceptional results for patients with Fitzpatrick skin types I through IV who have dark hair.",
      "howItWorks": "The 755nm Alexandrite wavelength is highly absorbed by melanin in hair follicles, making it extremely effective at disabling hair growth. The laser energy heats the follicle while the Dynamic Cooling Device protects surrounding skin with precisely timed cryogen spray delivered before each pulse.",
      "typicalUses": "Ideal for treating patients with fair to medium skin tones and dark hair. Commonly used on face, underarms, bikini area, legs, and arms. The Alexandrite wavelength provides faster treatment times compared to other laser types due to its excellent melanin absorption.",
      "keyFeatures": "The GentleLase offers the fastest hair removal treatments available for appropriate skin types due to the 755nm wavelength's superior melanin absorption. The DCD cooling system allows for higher fluence treatments while maintaining patient comfort and safety."
    }
  },
  {
    "type": "machine",
    "slug": "gentlelase-pro",
    "name": "GentleLase Pro",
    "manufacturer": "Candela",
    "technologyType": "laser",
    "wavelengths": [
      "755nm"
    ],
    "brandTier": "premium-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-IV",
      "displayText": "Light to medium skin tones (Alexandrite wavelength)"
    },
    "purposeBuilt": true,
    "coolingMethod": "DCD",
    "notes": "Updated GentleLase with larger spot sizes and faster repetition rates.",
    "aliases": [
      "gentle lase pro",
      "gentlelasepro",
      "candela gentlelase pro"
    ],
    "family": "candela-gentlelase",
    "deliveryMethod": null,
    "richContent": {
      "overview": "The GentleLase Pro is an enhanced version of Candela's Alexandrite laser platform, featuring improved speed and larger treatment spot sizes. It maintains the excellent results of the original GentleLase while significantly reducing treatment times.",
      "howItWorks": "Like its predecessor, the GentleLase Pro uses 755nm Alexandrite laser energy that targets melanin in hair follicles. The upgraded system delivers faster repetition rates, allowing more pulses per second. The DCD cooling technology continues to protect skin with cryogen spray synchronized to each laser pulse.",
      "typicalUses": "Used for rapid hair removal on patients with lighter skin tones. The larger spot sizes make it particularly efficient for treating large body areas like full legs, back, and chest. Also effective for smaller areas requiring precision like upper lip and chin.",
      "keyFeatures": "The Pro version features spot sizes up to 24mm, significantly larger than standard handpieces. Faster repetition rates mean full leg treatments can be completed in under 30 minutes. The system maintains Candela's reputation for reliability and consistent clinical outcomes."
    }
  },
  {
    "type": "machine",
    "slug": "gentleyag",
    "name": "GentleYAG",
    "manufacturer": "Candela",
    "technologyType": "laser",
    "wavelengths": [
      "1064nm"
    ],
    "brandTier": "premium-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-VI",
      "displayText": "All skin tones, especially effective for darker skin (Nd:YAG wavelength)"
    },
    "purposeBuilt": true,
    "coolingMethod": "DCD",
    "notes": "1064nm Nd:YAG only. Safe for darker skin tones where Alexandrite cannot be used.",
    "aliases": [
      "gentle yag",
      "candela gentleyag",
      "gentleyag pro"
    ],
    "family": null,
    "deliveryMethod": null,
    "richContent": {
      "overview": "The GentleYAG is Candela's dedicated 1064nm Nd:YAG laser system, specifically designed for hair removal on darker skin types where shorter wavelength lasers pose risks. It provides safe and effective treatment for Fitzpatrick skin types V and VI.",
      "howItWorks": "The 1064nm wavelength penetrates deeper into the skin and is less absorbed by epidermal melanin compared to shorter wavelengths. This allows the laser energy to reach hair follicles without overheating the skin surface. The longer wavelength combined with DCD cooling makes treatment safe for patients with high melanin content in their skin.",
      "typicalUses": "Essential for treating patients with darker skin tones who cannot safely use Alexandrite or diode lasers. Commonly used on all body areas including face, bikini, underarms, and legs. Also used for treating tanned patients when other wavelengths would be unsafe.",
      "keyFeatures": "The GentleYAG fills a critical need in clinics serving diverse patient populations. The 1064nm wavelength's deeper penetration also makes it effective for treating coarser hair. DCD cooling enables comfortable treatments even at the higher fluences required for the Nd:YAG wavelength."
    }
  },
  {
    "type": "machine",
    "slug": "nordlys",
    "name": "Nordlys",
    "manufacturer": "Candela",
    "technologyType": "laser",
    "wavelengths": [
      "755nm",
      "1064nm"
    ],
    "brandTier": "premium-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-VI",
      "displayText": "Varies by handpiece attachment"
    },
    "purposeBuilt": false,
    "coolingMethod": "contact cooling",
    "notes": "Multi-application platform (formerly Ellipse). Hair removal is one of many applications. Not purpose-built for hair removal.",
    "aliases": [
      "ellipse nordlys",
      "candela nordlys"
    ],
    "family": null,
    "deliveryMethod": null,
    "richContent": {
      "overview": "The Nordlys is Candela's multi-application aesthetic platform, formerly known as the Ellipse system. While capable of hair removal, it is designed as a versatile device for multiple skin treatments including vascular lesions, pigmentation, and skin rejuvenation.",
      "howItWorks": "The Nordlys platform supports multiple handpiece attachments for different applications. For hair removal, it uses either Alexandrite or Nd:YAG laser energy depending on the handpiece selected. The system employs contact cooling rather than the DCD cryogen system found in dedicated Gentle series devices.",
      "typicalUses": "Used in clinics that require a single device for multiple aesthetic treatments. Hair removal is one of many available applications alongside treatment of rosacea, sun damage, age spots, and skin tightening. Most commonly found in medical spas offering diverse treatment menus.",
      "keyFeatures": "The main advantage of the Nordlys is its versatility across multiple treatment modalities. However, it is not purpose-built for hair removal, meaning dedicated hair removal devices may offer superior results for that specific application. Contact cooling differs from the DCD system in dedicated lasers."
    }
  },
  {
    "type": "machine",
    "slug": "vectus",
    "name": "Vectus",
    "manufacturer": "Cynosure",
    "technologyType": "laser",
    "wavelengths": [
      "810nm"
    ],
    "brandTier": "premium-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-V",
      "displayText": "Light to medium-dark skin tones (diode wavelength)"
    },
    "purposeBuilt": true,
    "coolingMethod": "contact cooling",
    "notes": "810nm diode laser with Skintel melanin reader for personalized settings. Large spot size for fast treatment.",
    "aliases": [
      "cynosure vectus"
    ],
    "family": null,
    "deliveryMethod": null,
    "richContent": {
      "overview": "The Vectus is Cynosure's premium 810nm diode laser designed specifically for high-volume hair removal. It features the largest spot size available in a diode laser system, enabling extremely fast treatment of large body areas.",
      "howItWorks": "The 810nm diode wavelength provides an optimal balance between melanin absorption and tissue penetration. The Vectus delivers laser energy through a large rectangular spot size while integrated contact cooling protects the skin surface. The Skintel melanin reader measures patient skin type in real-time to recommend appropriate settings.",
      "typicalUses": "Designed for fast treatment of large body areas including full back, chest, and legs. The large spot size makes the Vectus particularly popular in busy clinics where treatment speed directly impacts patient throughput. Effective for Fitzpatrick skin types I through V.",
      "keyFeatures": "The Skintel melanin reader is a unique feature that objectively measures skin melanin content rather than relying on visual assessment. The large spot size significantly reduces treatment time compared to standard diode lasers. Advanced sapphire contact cooling maintains patient comfort during high-fluence treatments."
    }
  },
  {
    "type": "machine",
    "slug": "elite-plus",
    "name": "Elite+",
    "manufacturer": "Cynosure",
    "technologyType": "laser",
    "wavelengths": [
      "755nm",
      "1064nm"
    ],
    "brandTier": "premium-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-VI",
      "displayText": "All skin tones (dual wavelength system)"
    },
    "purposeBuilt": true,
    "coolingMethod": "contact cooling",
    "notes": "Dual-wavelength Alexandrite + Nd:YAG. Predecessor to Elite iQ.",
    "aliases": [
      "elite plus",
      "cynosure elite+",
      "cynosure elite plus"
    ],
    "family": "cynosure-elite",
    "deliveryMethod": null,
    "richContent": {
      "overview": "The Elite+ is Cynosure's dual-wavelength laser platform combining 755nm Alexandrite and 1064nm Nd:YAG in one system. It provides flexibility to treat all skin types and serves as the predecessor to the newer Elite iQ system.",
      "howItWorks": "The system allows practitioners to select either the 755nm Alexandrite for lighter skin types or the 1064nm Nd:YAG for darker skin types. Both wavelengths can be used during the same treatment session for patients with mixed skin characteristics. Contact cooling through a sapphire window protects the epidermis during treatment.",
      "typicalUses": "Suitable for hair removal across all body areas and all Fitzpatrick skin types. The dual wavelength capability makes it ideal for clinics with diverse patient populations. Also used for vascular lesion treatment and skin rejuvenation applications.",
      "keyFeatures": "The Elite+ offers Cynosure's proven dual-wavelength technology at a lower price point than the Elite iQ. The system provides reliable performance and consistent results. Many clinics continue to operate Elite+ systems alongside newer equipment due to their track record."
    }
  },
  {
    "type": "machine",
    "slug": "elite-iq",
    "name": "Elite iQ",
    "manufacturer": "Cynosure",
    "technologyType": "laser",
    "wavelengths": [
      "755nm",
      "1064nm"
    ],
    "brandTier": "premium-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-VI",
      "displayText": "All skin tones (dual wavelength system)"
    },
    "purposeBuilt": true,
    "coolingMethod": "contact cooling",
    "notes": "Latest generation dual-wavelength laser from Cynosure. Skintel melanin reader for customized settings.",
    "aliases": [
      "eliteiq",
      "cynosure elite iq"
    ],
    "family": "cynosure-elite",
    "deliveryMethod": null,
    "richContent": {
      "overview": "The Elite iQ is Cynosure's latest generation dual-wavelength laser system, representing their most advanced hair removal platform. It combines intelligent features with proven Alexandrite and Nd:YAG wavelengths for optimized treatment across all skin types.",
      "howItWorks": "The system integrates the Skintel melanin reader to objectively measure skin type and recommend treatment parameters. Both 755nm Alexandrite and 1064nm Nd:YAG wavelengths are available, with intelligent software guiding wavelength selection based on Skintel readings. Enhanced contact cooling maintains patient comfort at higher fluences.",
      "typicalUses": "Designed for versatile hair removal across all body areas and skin types. The intelligent features make it particularly useful for training new practitioners and ensuring consistent treatments. Commonly found in high-end dermatology practices and medical spas.",
      "keyFeatures": "The Skintel integration represents a significant advancement in personalized treatment settings. The Elite iQ includes enhanced user interface and treatment guidance compared to the Elite+. Larger spot sizes and faster repetition rates reduce treatment times while maintaining efficacy."
    }
  },
  {
    "type": "machine",
    "slug": "icon",
    "name": "Icon",
    "manufacturer": "Cynosure",
    "technologyType": "laser",
    "wavelengths": [
      "1064nm"
    ],
    "brandTier": "premium-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-VI",
      "displayText": "All skin tones (Nd:YAG wavelength)"
    },
    "purposeBuilt": false,
    "coolingMethod": "contact cooling",
    "notes": "Multi-application aesthetic platform. Hair removal is one of many treatments available. Not purpose-built for hair removal.",
    "aliases": [
      "cynosure icon"
    ],
    "family": null,
    "deliveryMethod": null,
    "richContent": {
      "overview": "The Icon is Cynosure's multi-application aesthetic platform designed for practices requiring diverse treatment capabilities. While it includes hair removal functionality, it is primarily positioned as a versatile system for multiple skin treatments.",
      "howItWorks": "The Icon uses 1064nm Nd:YAG laser energy for hair removal applications. The platform supports multiple handpieces for different aesthetic treatments including photofacials, scar treatment, and skin resurfacing. Contact cooling protects the skin surface during laser delivery.",
      "typicalUses": "Found in practices offering comprehensive aesthetic services beyond hair removal. Hair removal on the Icon is typically performed on patients also receiving other treatments. Most commonly used for full aesthetic menus including wrinkle reduction, pigmentation treatment, and vascular lesions.",
      "keyFeatures": "The Icon's strength is its versatility across multiple treatment modalities. However, as a multi-application device, it may not match the hair removal efficiency of purpose-built systems. The 1064nm wavelength provides safe treatment for darker skin types but may require more sessions than dedicated hair removal lasers."
    }
  },
  {
    "type": "machine",
    "slug": "lightsheer",
    "name": "LightSheer",
    "manufacturer": "Lumenis",
    "technologyType": "laser",
    "wavelengths": [
      "810nm"
    ],
    "brandTier": "premium-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-V",
      "displayText": "Light to medium-dark skin tones (diode wavelength)"
    },
    "purposeBuilt": true,
    "coolingMethod": "contact cooling",
    "notes": "Original 810nm diode laser. Industry standard for diode technology.",
    "aliases": [
      "light sheer",
      "lumenis lightsheer"
    ],
    "family": "lumenis-lightsheer",
    "deliveryMethod": null,
    "richContent": {
      "overview": "The LightSheer is Lumenis's foundational 810nm diode laser that established the standard for diode-based hair removal. It represents proven technology that has been refined over decades of clinical use worldwide.",
      "howItWorks": "The 810nm diode wavelength targets melanin in hair follicles while being absorbed less by epidermal melanin than shorter wavelengths. The LightSheer delivers energy through contact cooling handpieces that protect the skin surface. Pulse duration and fluence can be adjusted for different hair types and skin tones.",
      "typicalUses": "Effective for hair removal on Fitzpatrick skin types I through V. Commonly used for all body areas including face, bikini, underarms, legs, and back. The original LightSheer established clinical protocols that remain standard practice for diode laser treatment.",
      "keyFeatures": "The LightSheer introduced the concept of high-powered diode technology for permanent hair reduction. Its proven reliability makes it a workhorse in many established practices. The system provides consistent results with a well-documented safety profile developed over years of clinical use."
    }
  },
  {
    "type": "machine",
    "slug": "lightsheer-duet",
    "name": "LightSheer Duet",
    "manufacturer": "Lumenis",
    "technologyType": "laser",
    "wavelengths": [
      "810nm"
    ],
    "brandTier": "premium-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-V",
      "displayText": "Light to medium-dark skin tones (diode wavelength)"
    },
    "purposeBuilt": true,
    "coolingMethod": "contact cooling",
    "notes": "Features vacuum-assisted high-speed handpiece for large areas and standard handpiece for precision work.",
    "aliases": [
      "light sheer duet",
      "lumenis lightsheer duet",
      "lightsheerduet"
    ],
    "family": "lumenis-lightsheer",
    "deliveryMethod": null,
    "richContent": {
      "overview": "The LightSheer Duet is Lumenis's innovative dual-handpiece diode laser system featuring both high-speed and precision treatment capabilities. It introduced vacuum-assisted technology that revolutionized treatment speed for large body areas.",
      "howItWorks": "The Duet features two handpieces: a large vacuum-assisted handpiece (HS) for rapid treatment of large areas and a standard handpiece (ET) for smaller areas. The vacuum technology draws skin into the treatment window, bringing hair follicles closer to the laser source while stretching blood vessels away. This allows effective treatment at lower fluences with reduced discomfort.",
      "typicalUses": "The HS handpiece is used for rapid treatment of backs, legs, and chests where speed is essential. The ET handpiece handles detailed work on face, bikini lines, and underarms. This combination makes the Duet ideal for high-volume practices treating diverse body areas.",
      "keyFeatures": "The vacuum-assisted handpiece can treat a full back in under 15 minutes. The lower fluence requirements mean treatments are more comfortable without compromising efficacy. The dual handpiece system provides flexibility to handle any treatment scenario in a single device."
    }
  },
  {
    "type": "machine",
    "slug": "lightsheer-desire",
    "name": "LightSheer Desire",
    "manufacturer": "Lumenis",
    "technologyType": "laser",
    "wavelengths": [
      "810nm"
    ],
    "brandTier": "premium-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-V",
      "displayText": "Light to medium-dark skin tones (diode wavelength)"
    },
    "purposeBuilt": true,
    "coolingMethod": "contact cooling",
    "notes": "Enhanced version with improved ergonomics and treatment speed.",
    "aliases": [
      "light sheer desire",
      "lumenis lightsheer desire"
    ],
    "family": "lumenis-lightsheer",
    "deliveryMethod": null,
    "richContent": {
      "overview": "The LightSheer Desire represents an enhanced version of Lumenis's diode laser platform, building on the success of the Duet with improved ergonomics and faster treatment capabilities. It maintains the proven dual-handpiece approach while adding user experience improvements.",
      "howItWorks": "The Desire uses the same 810nm diode technology and vacuum-assisted handpiece design as the Duet. Improvements focus on handpiece ergonomics, making extended treatment sessions more comfortable for practitioners. Enhanced cooling systems maintain patient comfort during rapid treatment delivery.",
      "typicalUses": "Used for the same applications as the Duet: rapid treatment of large areas with the HS handpiece and precision work with the ET handpiece. The improved ergonomics make it particularly suitable for busy practices performing multiple back-to-back treatments.",
      "keyFeatures": "The Desire offers improved handpiece design that reduces practitioner fatigue during long treatment days. Enhanced user interface streamlines treatment setup. The system maintains the clinical efficacy of the Duet while improving the treatment experience for both practitioners and patients."
    }
  },
  {
    "type": "machine",
    "slug": "lightsheer-quattro",
    "name": "LightSheer Quattro",
    "manufacturer": "Lumenis",
    "technologyType": "laser",
    "wavelengths": [
      "810nm"
    ],
    "brandTier": "premium-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-V",
      "displayText": "Light to medium-dark skin tones (diode wavelength)"
    },
    "purposeBuilt": true,
    "coolingMethod": "contact cooling",
    "notes": "Latest in LightSheer family with four handpiece options for maximum versatility.",
    "aliases": [
      "light sheer quattro",
      "lumenis lightsheer quattro"
    ],
    "family": "lumenis-lightsheer",
    "deliveryMethod": null,
    "richContent": {
      "overview": "The LightSheer Quattro is Lumenis's most advanced diode laser platform, offering four handpiece options for maximum treatment versatility. It represents the culmination of decades of diode laser development from the company that pioneered the technology.",
      "howItWorks": "The Quattro maintains the proven 810nm diode wavelength with four distinct handpieces: extra-large vacuum-assisted for maximum speed, large vacuum-assisted for standard large areas, medium for versatile use, and small for precision work. Each handpiece is optimized for specific treatment scenarios with appropriate spot sizes and contact cooling.",
      "typicalUses": "The extra-large handpiece handles full back or full leg treatments in record time. Medium and small handpieces provide precision for facial hair, bikini lines, and touch-up treatments. This versatility makes the Quattro suitable for any hair removal application.",
      "keyFeatures": "Four handpiece options provide unmatched flexibility in a single device. The extra-large handpiece offers the fastest treatment speeds available in any diode laser system. Advanced software helps practitioners select optimal handpieces and settings for each treatment area."
    }
  },
  {
    "type": "machine",
    "slug": "splendor-x",
    "name": "Splendor X",
    "manufacturer": "Lumenis",
    "technologyType": "laser",
    "wavelengths": [
      "755nm",
      "1064nm"
    ],
    "brandTier": "premium-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-VI",
      "displayText": "All skin tones (dual wavelength system)"
    },
    "purposeBuilt": true,
    "coolingMethod": "contact cooling",
    "notes": "Dual-wavelength Alexandrite + Nd:YAG with square spot shape for even coverage. Primarily designed for hair removal with additional capabilities.",
    "aliases": [
      "splendorx",
      "lumenis splendor x"
    ],
    "family": null,
    "deliveryMethod": null,
    "richContent": {
      "overview": "The Splendor X is Lumenis's dual-wavelength laser system featuring an innovative square spot shape for more uniform treatment coverage. It combines 755nm Alexandrite and 1064nm Nd:YAG wavelengths with advanced beam delivery technology.",
      "howItWorks": "Unlike traditional round spots that leave gaps or overlap at the edges, the Splendor X uses a square beam shape for perfectly uniform coverage when treating in grid patterns. Both wavelengths can be blended simultaneously or used independently. The system includes contact cooling to protect skin during treatment.",
      "typicalUses": "Designed for efficient hair removal across all skin types. The square spot shape is particularly advantageous for treating large, flat areas like backs and legs where uniform coverage is essential. Also capable of skin rejuvenation treatments using the same wavelengths.",
      "keyFeatures": "The square spot shape eliminates the overlap and gaps inherent in round spot patterns, reducing treatment time while ensuring even coverage. The ability to blend both wavelengths simultaneously allows for customized treatment of patients with intermediate skin types or varied skin characteristics."
    }
  },
  {
    "type": "machine",
    "slug": "soprano-ice-platinum",
    "name": "Soprano ICE Platinum",
    "manufacturer": "Alma",
    "technologyType": "laser",
    "wavelengths": [
      "810nm"
    ],
    "brandTier": "standard-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-VI",
      "displayText": "All skin tones (when used with SHR delivery method)"
    },
    "purposeBuilt": true,
    "coolingMethod": "contact cooling",
    "notes": "810nm diode with SHR (Super Hair Removal) delivery method. Gradual heating approach for reduced discomfort.",
    "aliases": [
      "soprano ice",
      "soprano platinum",
      "alma soprano ice platinum",
      "soprano"
    ],
    "family": "alma-soprano",
    "deliveryMethod": "shr",
    "richContent": {
      "overview": "The Soprano ICE Platinum is Alma Lasers' flagship hair removal system featuring SHR (Super Hair Removal) delivery technology. It uses an 810nm diode laser with a unique gradual heating approach that significantly reduces treatment discomfort compared to traditional methods.",
      "howItWorks": "Instead of delivering high-energy single pulses, the Soprano ICE uses rapid, low-fluence pulses that gradually heat the hair follicle to the target temperature. The ICE cooling technology simultaneously cools the skin surface, making treatments virtually painless. This approach allows safe treatment across all skin types including tanned skin.",
      "typicalUses": "Popular for treating patients who have found traditional laser hair removal too uncomfortable. The SHR technology enables treatment of all skin types including darker skin tones that cannot be safely treated with high-fluence systems. Effective for all body areas from face to full body.",
      "keyFeatures": "The SHR delivery method represents a fundamentally different approach to laser hair removal. The continuous motion technique means no overlapping pulses or missed spots. The ICE cooling system maintains skin comfort throughout treatment, making it popular with patients who previously avoided laser treatment due to pain concerns."
    }
  },
  {
    "type": "machine",
    "slug": "soprano-titanium",
    "name": "Soprano Titanium",
    "manufacturer": "Alma",
    "technologyType": "laser",
    "wavelengths": [
      "755nm",
      "810nm",
      "1064nm"
    ],
    "brandTier": "standard-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-VI",
      "displayText": "All skin tones (tri-wavelength system)"
    },
    "purposeBuilt": true,
    "coolingMethod": "contact cooling",
    "notes": "Tri-wavelength laser combining Alexandrite, diode, and Nd:YAG. SHR delivery method.",
    "aliases": [
      "alma soprano titanium"
    ],
    "family": "alma-soprano",
    "deliveryMethod": "shr",
    "richContent": {
      "overview": "The Soprano Titanium is Alma Lasers' most advanced hair removal platform, combining three wavelengths (755nm Alexandrite, 810nm Diode, and 1064nm Nd:YAG) with the proven SHR delivery method. This tri-wavelength approach allows simultaneous targeting of different hair depths.",
      "howItWorks": "The Titanium delivers all three wavelengths simultaneously through a single handpiece. The 755nm targets superficial hair structures, the 810nm reaches mid-depth follicles, and the 1064nm penetrates deepest. Combined with SHR's gradual heating approach and ICE cooling, this provides comprehensive hair follicle destruction at all depths while maintaining skin safety.",
      "typicalUses": "Effective for all skin types and hair colors (excluding white/gray hair which lacks melanin). The tri-wavelength approach is particularly useful for treating patients with mixed hair characteristics or varying skin tones across body areas. Suitable for face, body, and all treatment areas.",
      "keyFeatures": "The simultaneous tri-wavelength delivery is unique to the Soprano Titanium. This approach can treat a wider range of hair types in fewer sessions compared to single-wavelength systems. The combination of all three wavelengths with SHR technology provides maximum versatility in a single device."
    }
  },
  {
    "type": "machine",
    "slug": "harmony-xl-pro",
    "name": "Harmony XL Pro",
    "manufacturer": "Alma",
    "technologyType": "laser",
    "wavelengths": [
      "810nm",
      "1064nm"
    ],
    "brandTier": "standard-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-VI",
      "displayText": "Varies by handpiece attachment"
    },
    "purposeBuilt": false,
    "coolingMethod": "contact cooling",
    "notes": "Multi-application platform with hair removal as one of many uses. Effectiveness depends on which handpiece attachment is used. Not purpose-built for hair removal.",
    "aliases": [
      "harmony xl",
      "alma harmony xl pro",
      "alma harmony"
    ],
    "family": null,
    "deliveryMethod": null,
    "richContent": {
      "overview": "The Harmony XL Pro is Alma Lasers' multi-application aesthetic platform designed for clinics requiring diverse treatment capabilities. While it offers hair removal functionality, it is primarily a versatile system supporting over 15 different aesthetic applications.",
      "howItWorks": "The platform accepts multiple handpiece modules for different treatments. For hair removal, it can use either 810nm diode or 1064nm Nd:YAG laser energy depending on the installed handpiece. Contact cooling protects the skin during treatment. Treatment parameters vary based on which module is in use.",
      "typicalUses": "Found in aesthetic practices offering comprehensive treatment menus including skin rejuvenation, acne treatment, pigmentation correction, and vascular lesion treatment alongside hair removal. Most commonly used when hair removal is part of a broader treatment plan rather than the primary service.",
      "keyFeatures": "The Harmony XL Pro's strength is its versatility, supporting more applications than any other single platform. However, as a multi-application device, it may not match dedicated hair removal systems for that specific application. Clinics must invest in appropriate hair removal handpieces separately from the base platform."
    }
  },
  {
    "type": "machine",
    "slug": "clarity-ii",
    "name": "Clarity II",
    "manufacturer": "Lutronic",
    "technologyType": "laser",
    "wavelengths": [
      "755nm",
      "1064nm"
    ],
    "brandTier": "standard-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-VI",
      "displayText": "All skin tones (dual wavelength system)"
    },
    "purposeBuilt": true,
    "coolingMethod": "air cooling",
    "notes": "Dual-wavelength Alexandrite + Nd:YAG with IntelliTrak technology for consistent coverage.",
    "aliases": [
      "clarity 2",
      "lutronic clarity ii",
      "lutronic clarity 2"
    ],
    "family": null,
    "deliveryMethod": null,
    "richContent": {
      "overview": "The Clarity II is Lutronic's dual-wavelength laser system combining 755nm Alexandrite and 1064nm Nd:YAG with innovative IntelliTrak guidance technology. It represents a modern approach to ensuring consistent treatment coverage and outcomes.",
      "howItWorks": "The system delivers either Alexandrite or Nd:YAG wavelength depending on skin type and treatment requirements. The IntelliTrak technology uses sensors to guide practitioners for even coverage, preventing both missed areas and over-treatment of the same spots. Air cooling maintains skin comfort during treatment.",
      "typicalUses": "Designed for hair removal across all skin types with the guidance of IntelliTrak technology. The dual wavelength capability treats the full Fitzpatrick scale. Particularly useful for training new practitioners to achieve consistent results.",
      "keyFeatures": "The IntelliTrak guidance system sets the Clarity II apart from other dual-wavelength platforms. Real-time feedback helps ensure even coverage, which can be challenging with manual positioning alone. Air cooling provides comfort without consumable costs associated with cryogen-based systems."
    }
  },
  {
    "type": "machine",
    "slug": "diolaze-xl",
    "name": "Diolaze XL",
    "manufacturer": "InMode",
    "technologyType": "laser",
    "wavelengths": [
      "810nm"
    ],
    "brandTier": "standard-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-V",
      "displayText": "Light to medium-dark skin tones (diode wavelength)"
    },
    "purposeBuilt": true,
    "coolingMethod": "contact cooling",
    "notes": "810nm diode laser with large spot size for fast treatment of large areas.",
    "aliases": [
      "diolaze",
      "inmode diolaze xl",
      "inmode diolaze"
    ],
    "family": null,
    "deliveryMethod": null,
    "richContent": {
      "overview": "The Diolaze XL is InMode's dedicated 810nm diode laser designed for efficient hair removal with an emphasis on speed. It features one of the largest treatment spot sizes available in a diode system, enabling rapid coverage of large body areas.",
      "howItWorks": "The 810nm diode wavelength effectively targets melanin in hair follicles while the extra-large spot size delivers energy across a broad area with each pulse. Built-in contact cooling through a sapphire window protects the skin surface. The system can deliver high fluence for effective treatment of coarse hair.",
      "typicalUses": "Optimized for treating large body areas including backs, legs, and arms where speed is essential. The large spot size makes it efficient for high-volume practices. Effective for Fitzpatrick skin types I through V with appropriate parameter adjustment.",
      "keyFeatures": "The extra-large spot size significantly reduces treatment time for large areas compared to standard diode handpieces. Built-in skin cooling maintains comfort without requiring external cooling systems. The system offers good value compared to premium-tier devices while delivering professional-grade results."
    }
  },
  {
    "type": "machine",
    "slug": "triton",
    "name": "Triton",
    "manufacturer": "InMode",
    "technologyType": "laser",
    "wavelengths": [
      "755nm",
      "810nm",
      "1064nm"
    ],
    "brandTier": "standard-clinical",
    "skinTypes": {
      "fitzpatrickRange": "I-VI",
      "displayText": "All skin tones (tri-wavelength system)"
    },
    "purposeBuilt": true,
    "coolingMethod": "contact cooling",
    "notes": "Tri-wavelength laser combining Alexandrite, diode, and Nd:YAG for maximum versatility.",
    "aliases": [
      "inmode triton"
    ],
    "family": null,
    "deliveryMethod": null,
    "richContent": {
      "overview": "The Triton is InMode's tri-wavelength laser platform that combines 755nm Alexandrite, 810nm Diode, and 1064nm Nd:YAG in a single system. This comprehensive approach enables treatment of all hair types and skin tones with wavelength selection based on individual patient characteristics.",
      "howItWorks": "The system can deliver each wavelength individually or combine them based on treatment requirements. The Alexandrite wavelength targets melanin effectively in lighter skin, the Diode provides balanced penetration, and the Nd:YAG safely treats darker skin types. Contact cooling protects the epidermis during energy delivery.",
      "typicalUses": "Designed for clinics serving diverse patient populations that require maximum treatment flexibility. Each wavelength can be selected based on patient skin type, hair color, and body area. The tri-wavelength capability eliminates the need for multiple laser systems.",
      "keyFeatures": "Having all three wavelengths in one device provides significant cost savings compared to purchasing separate systems. The ability to customize wavelength selection for each patient optimizes results across all skin types. The Triton offers tri-wavelength capability at a lower price point than some competing systems."
    }
  },
  {
    "type": "machine",
    "slug": "tria-4x",
    "name": "Tria 4X",
    "manufacturer": "Tria Beauty",
    "technologyType": "laser",
    "wavelengths": [
      "810nm"
    ],
    "brandTier": "consumer",
    "skinTypes": {
      "fitzpatrickRange": "I-IV",
      "displayText": "Designed for Fitzpatrick I-IV. Consult your provider for skin type assessment."
    },
    "purposeBuilt": true,
    "coolingMethod": null,
    "notes": "Home-use diode laser. Significantly lower power than clinical devices (approximately 20 joules vs 100+ joules for clinical lasers). FDA-cleared for home use. Results require substantially more sessions than clinical treatment. It IS a real laser, but with consumer-grade power levels.",
    "aliases": [
      "tria 4x laser",
      "tria laser",
      "tria beauty 4x",
      "tria home laser"
    ],
    "family": "tria-home",
    "deliveryMethod": null,
    "richContent": {
      "overview": "The Tria 4X is an FDA-cleared home-use 810nm diode laser, making it one of the few true laser devices available for consumer purchase. Unlike IPL devices commonly marketed for home use, the Tria 4X contains an actual laser diode similar in type to professional devices.",
      "howItWorks": "The device uses 810nm diode technology like professional systems but operates at approximately 20 joules compared to 100+ joules in clinical devices. This reduced power level allows safe home use without professional training but requires significantly more treatment sessions to achieve results. The small treatment window necessitates more time per session.",
      "typicalUses": "Designed for maintenance between professional treatments or gradual hair reduction over many months of consistent use. Best suited for small areas like upper lip, chin, and underarms. The small spot size makes large area treatment impractical.",
      "keyFeatures": "The Tria 4X is genuinely a real laser, not IPL, which distinguishes it from most home devices. The built-in skin sensor prevents operation on skin tones darker than Fitzpatrick IV for safety. While results require patience and many sessions, the device can achieve permanent hair reduction with consistent long-term use."
    }
  },
  {
    "type": "machine",
    "slug": "tria-precision",
    "name": "Tria Precision",
    "manufacturer": "Tria Beauty",
    "technologyType": "laser",
    "wavelengths": [
      "810nm"
    ],
    "brandTier": "consumer",
    "skinTypes": {
      "fitzpatrickRange": "I-IV",
      "displayText": "Designed for Fitzpatrick I-IV. Consult your provider for skin type assessment."
    },
    "purposeBuilt": true,
    "coolingMethod": null,
    "notes": "Compact home-use laser for smaller areas like face and bikini line. Same diode laser technology as Tria 4X with smaller treatment window. Lower power than clinical devices.",
    "aliases": [
      "tria precision laser",
      "tria beauty precision"
    ],
    "family": "tria-home",
    "deliveryMethod": null,
    "richContent": {
      "overview": "The Tria Precision is a compact version of Tria's home-use diode laser, specifically designed for treating smaller, more detailed areas like facial hair and bikini lines. It uses the same genuine 810nm diode laser technology as the Tria 4X in a smaller form factor.",
      "howItWorks": "Like the Tria 4X, the Precision uses an 810nm diode laser at consumer-safe power levels significantly lower than clinical devices. The smaller treatment window is optimized for precise targeting of individual hairs in sensitive areas. The device includes the same skin tone sensor to prevent use on darker skin types.",
      "typicalUses": "Designed specifically for facial hair removal including upper lip, chin, and sideburns, as well as bikini line maintenance. The compact size and precision tip make it easier to navigate contoured facial areas than the larger Tria 4X. Not practical for large body areas.",
      "keyFeatures": "The Precision's compact design makes it ideal for the smaller treatment areas where its limited treatment window is actually an advantage for accuracy. Same real diode laser technology as the Tria 4X ensures it is a genuine laser device. The ergonomic design is optimized for facial treatment positioning."
    }
  },
  {
    "type": "technology-term",
    "slug": "shr",
    "name": "SHR (Super Hair Removal)",
    "technologyType": "delivery-method",
    "isRealLaser": null,
    "whatItIs": "SHR stands for Super Hair Removal. It is a delivery method, not a type of light source.",
    "whyItMatters": "SHR describes HOW energy is delivered (gradual heating with rapid pulses), not WHAT delivers it. SHR can be applied to real diode lasers (like Soprano) or to IPL machines. The term SHR alone does not tell you if you are getting a real laser treatment. You must ask what device powers the SHR - a $100,000 Soprano laser and a $3,000 generic IPL can both claim to offer SHR treatments.",
    "askYourClinic": "What is the brand and model of the device delivering SHR? Is it a Soprano laser or an IPL machine?",
    "aliases": [
      "super hair removal",
      "shr laser",
      "shr treatment"
    ]
  },
  {
    "type": "technology-term",
    "slug": "aft",
    "name": "AFT (Advanced Fluorescence Technology)",
    "technologyType": "ipl",
    "isRealLaser": false,
    "whatItIs": "AFT is Alma branded IPL technology that uses fluorescence to convert UV light to usable wavelengths.",
    "whyItMatters": "AFT is NOT a laser - it is a form of IPL. While Alma AFT technology is considered higher quality than generic IPL, it is still fundamentally an Intense Pulsed Light system, not a true laser. Results typically require more sessions than laser treatment.",
    "askYourClinic": null,
    "aliases": [
      "advanced fluorescence technology",
      "alma aft"
    ]
  },
  {
    "type": "technology-term",
    "slug": "bbl",
    "name": "BBL (BroadBand Light)",
    "technologyType": "ipl",
    "isRealLaser": false,
    "whatItIs": "BBL is Sciton branded Intense Pulsed Light system, considered a premium IPL device.",
    "whyItMatters": "BBL is NOT a laser - it is a premium IPL system. While Sciton BBL is a high-quality device with good results for certain applications, it is fundamentally an Intense Pulsed Light system. For permanent hair reduction, true lasers typically provide faster results with fewer sessions.",
    "askYourClinic": null,
    "aliases": [
      "broadband light",
      "sciton bbl",
      "bbl laser"
    ]
  },
  {
    "type": "technology-term",
    "slug": "e-light",
    "name": "E-Light",
    "technologyType": "ipl",
    "isRealLaser": false,
    "whatItIs": "E-Light combines IPL with radiofrequency (RF) energy in a single device.",
    "whyItMatters": "E-Light is NOT a laser. It is a combination of IPL and RF technology, often marketed with impressive-sounding names. The IPL component provides light energy while RF adds heat. Despite marketing claims, this is still fundamentally an IPL-based system, not a true laser.",
    "askYourClinic": null,
    "aliases": [
      "elight",
      "e light",
      "ipl rf"
    ]
  },
  {
    "type": "technology-term",
    "slug": "opt",
    "name": "OPT (Optimal Pulse Technology)",
    "technologyType": "ipl",
    "isRealLaser": false,
    "whatItIs": "OPT is a pulse delivery method used in IPL machines that provides consistent energy throughout the pulse.",
    "whyItMatters": "OPT is NOT a laser - it is a feature of some IPL machines. While OPT may improve the consistency of IPL treatments compared to traditional IPL, it is still fundamentally an Intense Pulsed Light system. The term is often used in marketing to make IPL sound more advanced.",
    "askYourClinic": null,
    "aliases": [
      "optimal pulse technology",
      "opt ipl"
    ]
  },
  {
    "type": "technology-term",
    "slug": "dpl",
    "name": "DPL (Dynamic Pulse Light)",
    "technologyType": "ipl",
    "isRealLaser": false,
    "whatItIs": "DPL is a marketing term for certain IPL devices, suggesting improved pulse control.",
    "whyItMatters": "DPL is NOT a laser - it is another marketing name for IPL technology. Like OPT and E-Light, DPL is used to rebrand IPL devices with technical-sounding names. Regardless of the name, these are all Intense Pulsed Light systems, not true lasers.",
    "askYourClinic": null,
    "aliases": [
      "dynamic pulse light",
      "dpl laser"
    ]
  },
  {
    "type": "technology-term",
    "slug": "755nm",
    "name": "755nm Alexandrite",
    "technologyType": "wavelength",
    "isRealLaser": true,
    "whatItIs": "755nm is the wavelength of Alexandrite lasers, one of the most effective for hair removal on lighter skin tones.",
    "whyItMatters": "When used in a true laser system, 755nm Alexandrite is gold standard for hair removal on Fitzpatrick skin types I-IV. The wavelength is well-absorbed by melanin in hair follicles. Premium devices like GentleLase and GentleMax Pro use this wavelength.",
    "askYourClinic": "What brand is your 755nm Alexandrite laser?",
    "aliases": [
      "alexandrite",
      "755 nm",
      "alexandrite laser",
      "alex laser"
    ]
  },
  {
    "type": "technology-term",
    "slug": "810nm",
    "name": "810nm Diode",
    "technologyType": "wavelength",
    "isRealLaser": null,
    "whatItIs": "810nm (sometimes listed as 808nm) is the wavelength of diode lasers, the most common type used for hair removal.",
    "whyItMatters": "This is critical: the wavelength alone tells you almost nothing about treatment quality. A $3,000 machine from Alibaba uses 810nm. A $100,000 LightSheer uses 810nm. Same wavelength, drastically different results. The wavelength is just physics - what matters is the power output, spot size, pulse duration, cooling system, and overall engineering quality. When a clinic says 810nm diode laser, you must ask WHAT BRAND AND MODEL. A generic 810nm diode could be an excellent clinical device or a cheap import.",
    "askYourClinic": "What brand and model of 810nm diode laser do you use? How much did the device cost? How long have you had it?",
    "aliases": [
      "808nm",
      "808 nm",
      "810 nm",
      "diode laser",
      "diode",
      "810nm diode laser"
    ]
  },
  {
    "type": "technology-term",
    "slug": "1064nm",
    "name": "1064nm Nd:YAG",
    "technologyType": "wavelength",
    "isRealLaser": true,
    "whatItIs": "1064nm is the wavelength of Nd:YAG lasers, specifically designed to be safe for darker skin tones.",
    "whyItMatters": "1064nm penetrates deeper into the skin and is less absorbed by melanin in the epidermis, making it safe for Fitzpatrick skin types V-VI where other wavelengths would cause burns. Premium devices like GentleYAG use this wavelength. It is also used as the second wavelength in dual-wavelength systems.",
    "askYourClinic": "What brand is your Nd:YAG laser?",
    "aliases": [
      "ndyag",
      "nd:yag",
      "nd yag",
      "1064 nm",
      "yag laser"
    ]
  },
  {
    "type": "technology-term",
    "slug": "dual-wavelength",
    "name": "Dual Wavelength (755nm + 1064nm)",
    "technologyType": "wavelength",
    "isRealLaser": true,
    "whatItIs": "Dual wavelength systems combine 755nm Alexandrite and 1064nm Nd:YAG in a single device.",
    "whyItMatters": "Dual wavelength systems offer maximum versatility, able to treat all skin types with a single machine. The 755nm treats lighter skin effectively while 1064nm handles darker skin safely. Premium examples include GentleMax Pro and Elite iQ. These are genuine lasers and considered gold standard for clinics treating diverse clientele.",
    "askYourClinic": "What brand is your dual wavelength laser?",
    "aliases": [
      "dual wavelength laser",
      "755 1064",
      "alexandrite ndyag"
    ]
  }
]
