{
  "terms": [
    {
      "term": "Alexandrite Laser",
      "aka": "755nm laser",
      "definition": "A laser that emits light at 755nm wavelength. Highly effective for hair removal on lighter skin tones (Fitzpatrick I–IV). Found in machines like the Candela GentleLase and GentleMax Pro.",
      "category": "technology"
    },
    {
      "term": "Anagen",
      "aka": "growth phase",
      "definition": "The active growth phase of the hair cycle. This is the only phase during which laser hair removal is effective, because the follicle contains the most melanin and is connected to the dermal papilla. At any given time, only 20–30% of hair follicles are in anagen, which is why multiple sessions are needed.",
      "category": "biology"
    },
    {
      "term": "Axilla",
      "aka": "underarm",
      "definition": "The medical term for the armpit area. One of the most common treatment areas for laser hair removal due to the presence of dense terminal hair. The axilla typically responds well to laser treatment, with most patients seeing significant reduction after 6–8 sessions. The relatively small surface area makes it a quick treatment zone.",
      "category": "biology"
    },
    {
      "term": "BBL",
      "aka": "BroadBand Light",
      "definition": "Sciton's branded clinical IPL technology. Used in devices like the BBL HERO and BBL HEROic. Not a laser, but a clinical-grade light-based system capable of effective hair removal. The 'Forever Bare BBL' mode uses multiple low-fluence pulses at high repetition rates.",
      "category": "technology"
    },
    {
      "term": "Laser Burn",
      "definition": "Thermal damage to the skin caused by excessive heat from laser treatment. Burns can range from mild redness (first-degree) to blistering (second-degree) or tissue damage (third-degree). Common causes include incorrect fluence settings, inadequate cooling, treating tanned skin, or using the wrong wavelength for a patient's skin type. Darker skin tones are at higher risk because epidermal melanin absorbs more laser energy. Proper settings, cooling systems like DCD, and trained operators minimize burn risk.",
      "category": "side-effects"
    },
    {
      "term": "Catagen",
      "aka": "regression phase",
      "definition": "The transitional phase where the hair follicle shrinks and detaches from the dermal papilla. Home devices with low fluence tend to push follicles into catagen rather than destroying them, which is why results from home devices are temporary and require ongoing maintenance.",
      "category": "biology"
    },
    {
      "term": "Chromophore",
      "definition": "A molecule that absorbs specific wavelengths of light. In laser hair removal, the target chromophore is melanin in the hair follicle. Different chromophores (melanin, hemoglobin, water) absorb different wavelengths, which is why laser selection matters for each treatment type.",
      "category": "science"
    },
    {
      "term": "Cryogenic Burn",
      "aka": "frostbite",
      "definition": "Skin damage caused by excessive exposure to cryogen cooling spray used in some laser systems. Cooling devices like DCD spray cold liquid (typically around -26°C) to protect the skin during treatment. If the cryogen spray duration is too long or applied incorrectly, it can cause localized frostbite, resulting in white patches, blistering, or hypopigmentation. Proper calibration of spray timing prevents this complication.",
      "category": "side-effects"
    },
    {
      "term": "Clinical-Grade",
      "definition": "Equipment designed for use by trained professionals in medical or aesthetic settings. Clinical-grade devices operate at significantly higher fluences (typically 15–60+ J/cm²) compared to home devices (3–10 J/cm²). This power difference is what enables permanent follicular destruction rather than temporary hair reduction.",
      "category": "equipment"
    },
    {
      "term": "Contact Cooling",
      "definition": "A skin protection method where a cold surface (typically a sapphire or crystal window) is pressed against the skin during laser treatment. The chilled tip (usually 4–5°C) absorbs heat from the epidermis while allowing laser energy to pass through to the hair follicle. Found in devices like the Alma Soprano and LightSheer. Provides continuous cooling throughout treatment, unlike DCD which sprays cryogen in bursts. Generally considered comfortable but requires good contact with the skin to be effective.",
      "category": "technology"
    },
    {
      "term": "DCD",
      "aka": "Dynamic Cooling Device",
      "definition": "Candela's patented skin cooling technology that sprays a burst of cryogen (cold liquid) onto the skin milliseconds before each laser pulse. This protects the epidermis from heat damage while allowing the laser energy to reach the hair follicle. DCD is a key safety feature in Candela lasers like the GentleMax Pro and GentleLase, enabling higher fluences with less discomfort and reduced risk of burns.",
      "category": "technology"
    },
    {
      "term": "Dermal Papilla",
      "definition": "A small, nipple-like structure at the base of the hair follicle containing blood vessels and specialized cells that regulate hair growth. During anagen, the follicle is connected to the dermal papilla, which supplies nutrients for hair production. Laser hair removal aims to damage the dermal papilla to prevent future hair regrowth. During catagen and telogen, the follicle detaches from the dermal papilla, which is why laser treatment is less effective during these phases.",
      "category": "biology"
    },
    {
      "term": "Diode Laser",
      "aka": "810nm laser",
      "definition": "A semiconductor laser typically emitting at 808–810nm. The most common laser type for hair removal worldwide. Works across a wide range of skin tones. Found in machines like the Lumenis LightSheer, Alma Soprano, and many others.",
      "category": "technology"
    },
    {
      "term": "DPL",
      "aka": "Dynamic Pulse Light",
      "definition": "A generic IPL marketing term with no standardized technical specification. Often associated with unbranded or low-cost IPL machines. If a clinic says they use 'DPL', ask which specific machine brand and model they have.",
      "category": "technology"
    },
    {
      "term": "E-Light",
      "definition": "A technology combining IPL with radiofrequency (RF) energy. Often found in inexpensive, unbranded machines. The term has no standardized specification and is frequently associated with low-cost devices. Ask your clinic for the specific brand and model.",
      "category": "technology"
    },
    {
      "term": "Electrolysis",
      "definition": "A hair removal method that uses electrical current to destroy individual hair follicles one at a time. Unlike laser, electrolysis works on all hair colors including gray, white, and blonde hair because it doesn't rely on melanin. The FDA considers electrolysis the only truly permanent hair removal method. However, it's much slower than laser (treating one follicle at a time) and typically more painful. Often recommended for small areas, light-colored hair, or finishing work after laser treatment.",
      "category": "technology"
    },
    {
      "term": "Fitzpatrick Scale",
      "aka": "skin phototype",
      "definition": "A six-level classification system (I–VI) for skin color and its response to UV exposure. Type I is very fair skin that always burns under the sun; Type VI is deeply pigmented skin that never burns under the sun. Your Fitzpatrick type determines which laser wavelength is safest and most effective for you. Alexandrite (755nm) works best for I–IV; Nd:YAG (1064nm) is safest for V–VI.",
      "category": "science"
    },
    {
      "term": "Fluence",
      "aka": "energy density",
      "definition": "The amount of laser energy delivered per unit area, measured in joules per square centimeter (J/cm²). Higher fluence generally means more effective treatment but also more risk if used incorrectly. Clinical lasers typically operate at 15–60+ J/cm²; home devices at 3–10 J/cm². This is the single biggest difference between professional and home treatments.",
      "category": "science"
    },
    {
      "term": "Folliculitis",
      "definition": "Inflammation or infection of hair follicles that can occur after laser treatment. Appears as red, bumpy, itchy spots days after treatment. Caused by bacteria entering compromised follicles, often triggered by hot showers, sweating, or tight clothing too soon after treatment. Not the same as perifollicular edema.",
      "category": "side-effects"
    },
    {
      "term": "Hair Follicle",
      "definition": "The small tunnel-shaped structure in the skin from which hair grows. Each follicle contains a hair shaft, sebaceous gland, and the dermal papilla at its base. Laser hair removal targets the melanin within the follicle, heating it to damage the structures responsible for hair growth. The follicle cycles through three phases: anagen (growth), catagen (transition), and telogen (rest). Laser treatment is only effective during anagen when the follicle is active and contains the most melanin.",
      "category": "biology"
    },
    {
      "term": "Hyperpigmentation",
      "definition": "Darkening of the skin that can occur after laser treatment, appearing as brown or dark patches in the treated area. Caused by excess melanin production triggered by heat or inflammation. More common in darker skin tones (Fitzpatrick IV–VI) and when treating tanned skin. Usually temporary, fading over weeks to months, but can be permanent in rare cases. Risk is reduced by using appropriate wavelengths (Nd:YAG for darker skin), proper fluence settings, and avoiding sun exposure before and after treatment.",
      "category": "side-effects"
    },
    {
      "term": "Hypopigmentation",
      "definition": "Lightening of the skin that can occur after laser treatment, appearing as white or pale patches in the treated area. Caused by damage to melanocytes (pigment-producing cells) from excessive heat or cryogen exposure. More noticeable on darker skin tones. Can be temporary or permanent depending on the extent of melanocyte damage. Risk is minimized by using conservative settings, proper cooling, and avoiding treatment on tanned skin.",
      "category": "side-effects"
    },
    {
      "term": "Intermediate Hair",
      "definition": "Hair that is transitioning between vellus and terminal hair. Intermediate hairs have some pigmentation and are thicker than vellus but not as coarse as terminal hair. These hairs may respond to laser treatment but often require more sessions than terminal hair due to lower melanin content. Hormonal changes (puberty, pregnancy, menopause) or medical conditions can cause vellus hairs to transition through the intermediate stage to become terminal hairs.",
      "category": "biology"
    },
    {
      "term": "IPL",
      "aka": "Intense Pulsed Light",
      "definition": "A broad-spectrum light technology (typically 400–1200nm) that is not a laser. Clinical IPL systems from established manufacturers (like Forever Bare BBL, Lumenis M22) can be effective for hair removal, though comparative studies generally show lower reduction rates than diode lasers. The term 'IPL' alone doesn't indicate quality: there's a massive gap between a premium Forever Bare BBL and an unbranded device.",
      "category": "technology"
    },
    {
      "term": "Joule (J)",
      "definition": "The standard unit of energy. In laser hair removal, energy is typically expressed as fluence: joules per square centimeter (J/cm²). A higher number means more energy is being delivered to the treatment area.",
      "category": "science"
    },
    {
      "term": "Melanin",
      "definition": "The natural pigment in skin and hair that absorbs laser energy. Laser hair removal works by targeting melanin in the hair follicle: the laser heats the melanin, which damages the follicle. This is why the treatment works best on dark hair (more melanin to absorb energy) and why darker skin tones require specific wavelengths to avoid heating the melanin in the skin itself.",
      "category": "biology"
    },
    {
      "term": "Nd:YAG Laser",
      "aka": "1064nm laser",
      "definition": "A neodymium-doped yttrium aluminum garnet laser emitting at 1064nm. The safest wavelength for darker skin tones (Fitzpatrick V–VI) because 1064nm penetrates deeper and is absorbed less by epidermal melanin. Requires higher fluence (50–80 J/cm²) to be effective. Found in machines like the Candela GentleYAG and Lutronic Clarity II.",
      "category": "technology"
    },
    {
      "term": "OPT",
      "aka": "Optimal Pulse Technology",
      "definition": "Lumenis's proprietary technology for controlling IPL pulse shape, ensuring even energy distribution throughout each pulse. Used in the Lumenis M22 platform. A clinical-grade IPL technology. Not a laser, but a professional system.",
      "category": "technology"
    },
    {
      "term": "PCOS",
      "aka": "Polycystic Ovary Syndrome",
      "definition": "A hormonal condition that can cause hirsutism (excess hair growth) in women, particularly on the face, chest, and abdomen. PCOS affects laser hair removal outcomes because the underlying hormonal imbalance can stimulate new hair growth even after successful treatment of existing follicles. Patients with PCOS typically require more sessions and may need periodic maintenance treatments. Managing the condition with a healthcare provider can improve laser hair removal results.",
      "category": "biology"
    },
    {
      "term": "Paradoxical Hypertrichosis",
      "aka": "paradoxical hair growth",
      "definition": "A rare side effect where laser treatment stimulates new hair growth in adjacent areas rather than reducing it. More common on the face and neck, and in patients with darker skin or hormonal conditions. The exact mechanism is not fully understood but may involve sub-therapeutic energy levels stimulating dormant follicles rather than destroying them.",
      "category": "side-effects"
    },
    {
      "term": "Perifollicular Edema",
      "definition": "Small red bumps that appear around individual hair follicles immediately after laser treatment, typically resolving within hours to a day. This is actually a desired treatment endpoint. It indicates that the follicle absorbed enough energy for thermal destruction. Not to be confused with folliculitis, which is an infection that develops days later.",
      "category": "side-effects"
    },
    {
      "term": "Pulse Duration",
      "aka": "pulse width",
      "definition": "How long each laser pulse lasts, measured in milliseconds (ms). Must be matched to the target's thermal relaxation time for safe, effective treatment. Shorter pulses (2–10ms) target smaller structures; longer pulses (20–100ms+) heat larger volumes more gradually and are generally safer for darker skin tones.",
      "category": "science"
    },
    {
      "term": "Selective Photothermolysis",
      "aka": "SPTL",
      "definition": "The scientific principle behind laser hair removal. By selecting the right wavelength, pulse duration, and fluence, laser energy can selectively heat and destroy a specific target (melanin in the hair follicle) without damaging surrounding tissue. Introduced by Anderson and Parrish in 1983, this concept underlies all modern laser dermatology.",
      "category": "science"
    },
    {
      "term": "SHR",
      "aka": "Super Hair Removal",
      "definition": "A treatment delivery method (not a specific device). SHR uses rapid low-fluence pulses with a sweeping motion across the skin, gradually heating the follicle. Marketed as more comfortable than traditional single-shot methods. If a clinic says they use 'SHR', ask which machine brand and model they actually have. SHR is how the treatment is delivered, not what delivers it.",
      "category": "technology"
    },
    {
      "term": "Spot Size",
      "definition": "The diameter of the laser beam where it contacts the skin, measured in millimeters. Larger spot sizes (12–18mm+) allow deeper penetration and faster treatment of large areas. Smaller spot sizes (6–10mm) are used for precision work on smaller areas like the upper lip. Generally, larger spot sizes are more effective for hair removal.",
      "category": "science"
    },
    {
      "term": "Telogen",
      "aka": "resting phase",
      "definition": "The resting phase of the hair cycle where the follicle is dormant and the hair eventually sheds. Laser treatment is ineffective during telogen because the follicle lacks sufficient melanin and is disconnected from the structures that need to be destroyed. This is why treatments are spaced 4–8 weeks apart: to catch follicles as they cycle back into anagen.",
      "category": "biology"
    },
    {
      "term": "Terminal Hair",
      "definition": "Thick, coarse, pigmented hair found on the scalp, eyebrows, underarms, pubic area, and (in adults) legs and arms. Terminal hairs have a well-developed root and contain significant melanin, making them ideal targets for laser hair removal. The high melanin content allows the laser to effectively heat and destroy the follicle. Terminal hair is what most people seek to remove with laser treatment.",
      "category": "biology"
    },
    {
      "term": "Thermal Relaxation Time",
      "aka": "TRT",
      "definition": "The time it takes for a heated target to cool to half its peak temperature. For hair follicles, TRT is approximately 10–100 milliseconds depending on diameter. Traditional theory states that pulse duration should match the target's TRT. However, this concept has been challenged: a 2013 paper by Murphy & Torstensson in Lasers in Medical Science argues that the important parameter is the time required to induce irreversible protein denaturation, which is determined by tissue structure rather than physical dimensions. Despite this debate, TRT remains widely referenced in clinical settings.",
      "category": "science"
    },
    {
      "term": "Vellus Hair",
      "aka": "peach fuzz",
      "definition": "Fine, short, lightly pigmented hair that covers most of the body. Vellus hairs lack significant melanin, which means laser treatment is generally ineffective on them. The laser has no chromophore to target. Attempting to treat vellus hair with laser can sometimes stimulate the follicles to produce thicker, darker hair (paradoxical hypertrichosis). For vellus hair removal, electrolysis is typically recommended instead of laser.",
      "category": "biology"
    }
  ],
  "equipmentLinks": {
    "GentleLase": "gentlelase",
    "GentleMax Pro": "gentlemax-pro",
    "GentleMax": "gentlemax",
    "GentleYAG": "gentleyag",
    "LightSheer": "lightsheer",
    "Soprano": "soprano-titanium",
    "Alma Soprano": "soprano-titanium",
    "Clarity II": "clarity-ii",
    "Lumenis M22": "nordlys",
    "Forever Bare BBL": "forever-bare-bbl"
  },
  "categoryConfig": {
    "technology": { "label": "Technology", "color": "#3B82F6" },
    "biology": { "label": "Biology", "color": "#10B981" },
    "science": { "label": "Physics", "color": "#8B5CF6" },
    "equipment": { "label": "Equipment", "color": "#F59E0B" },
    "side-effects": { "label": "Side Effects", "color": "#EF4444" }
  }
}
